.func StartOf_rfTxtSchedule :: .endfunc
;文件头
HeaderOf_rfTxtSchedule:
.word (rfTxtSchedule_001 - rfTxtSchedule_000 - 1),rfTxtSchedule_000,0,0
.word 0,0,0,0
.word (rfTxtSchedule_003 - rfTxtSchedule_002 - 1),rfTxtSchedule_002,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_011 - rfTxtSchedule_010 - 1),rfTxtSchedule_010,0,0
.word 0,0,0,0
.word (rfTxtSchedule_013 - rfTxtSchedule_012 - 1),rfTxtSchedule_012,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_018 - rfTxtSchedule_017 - 1),rfTxtSchedule_017,0,0
.word 0,0,0,0
.word (rfTxtSchedule_020 - rfTxtSchedule_019 - 1),rfTxtSchedule_019,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_023 - rfTxtSchedule_022 - 1),rfTxtSchedule_022,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_027 - rfTxtSchedule_026 - 1),rfTxtSchedule_026,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_030 - rfTxtSchedule_029 - 1),rfTxtSchedule_029,0,0
.word (rfTxtSchedule_031 - rfTxtSchedule_030 - 1),rfTxtSchedule_030,0,0
.word 0,0,0,0
.word (rfTxtSchedule_033 - rfTxtSchedule_032 - 1),rfTxtSchedule_032,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_038 - rfTxtSchedule_037 - 1),rfTxtSchedule_037,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_042 - rfTxtSchedule_041 - 1),rfTxtSchedule_041,0,0
.word (rfTxtSchedule_043 - rfTxtSchedule_042 - 1),rfTxtSchedule_042,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_048 - rfTxtSchedule_047 - 1),rfTxtSchedule_047,0,0
.word 0,0,0,0
.word (rfTxtSchedule_050 - rfTxtSchedule_049 - 1),rfTxtSchedule_049,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_053 - rfTxtSchedule_052 - 1),rfTxtSchedule_052,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_056 - rfTxtSchedule_055 - 1),rfTxtSchedule_055,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_060 - rfTxtSchedule_059 - 1),rfTxtSchedule_059,0,0
.word (rfTxtSchedule_061 - rfTxtSchedule_060 - 1),rfTxtSchedule_060,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_065 - rfTxtSchedule_064 - 1),rfTxtSchedule_064,0,0
.word 0,0,0,0
.word (rfTxtSchedule_067 - rfTxtSchedule_066 - 1),rfTxtSchedule_066,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_070 - rfTxtSchedule_069 - 1),rfTxtSchedule_069,0,0
.word 0,0,0,0
.word (rfTxtSchedule_072 - rfTxtSchedule_071 - 1),rfTxtSchedule_071,0,0
.word 0,0,0,0
.word (rfTxtSchedule_074 - rfTxtSchedule_073 - 1),rfTxtSchedule_073,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_077 - rfTxtSchedule_076 - 1),rfTxtSchedule_076,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_081 - rfTxtSchedule_080 - 1),rfTxtSchedule_080,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_084 - rfTxtSchedule_083 - 1),rfTxtSchedule_083,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_088 - rfTxtSchedule_087 - 1),rfTxtSchedule_087,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_091 - rfTxtSchedule_090 - 1),rfTxtSchedule_090,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_094 - rfTxtSchedule_093 - 1),rfTxtSchedule_093,0,0
.word 0,0,0,0
.word (rfTxtSchedule_096 - rfTxtSchedule_095 - 1),rfTxtSchedule_095,0,0
.word 0,0,0,0
.word (rfTxtSchedule_098 - rfTxtSchedule_097 - 1),rfTxtSchedule_097,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_101 - rfTxtSchedule_100 - 1),rfTxtSchedule_100,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_107 - rfTxtSchedule_106 - 1),rfTxtSchedule_106,0,0
.word 0,0,0,0
.word (rfTxtSchedule_109 - rfTxtSchedule_108 - 1),rfTxtSchedule_108,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word 0,0,0,0
.word (rfTxtSchedule_114 - rfTxtSchedule_113 - 1),rfTxtSchedule_113,0,0
.word 0,0,0,0
.word (rfTxtSchedule_116 - rfTxtSchedule_115 - 1),rfTxtSchedule_115,0,0
.word 0,0,0,0
.word (rfTxtSchedule_118 - rfTxtSchedule_117 - 1),rfTxtSchedule_117,0,0
.word 0,0,0,0
.word (FooterOf_rfTxtSchedule - rfTxtSchedule_119 - 1),rfTxtSchedule_119,0,0

;文件正文
MainOf_rfTxtSchedule:
rfTxtSchedule_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "年始祭{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "年始祭{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジェフの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ジェフの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メロディの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "メロディの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ノイマンの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ノイマンの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "春のかんしゃ祭{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "春のかんしゃ祭{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラッセルの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ラッセルの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "卵大会{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "卵大会{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "料理大会{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "料理大会{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セバスチャンの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "セバスチャンの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "海開き{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "海開き{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジャコリヌスの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ジャコリヌスの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ビアンカの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ビアンカの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セシリアの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "セシリアの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ザッハの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ザッハの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミルク大会{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ミルク大会{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アンの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "アンの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゴドウィンの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ゴドウィンの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "探検大会{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "探検大会{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ニコルの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ニコルの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミストの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ミストの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フィルの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "フィルの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しゅうかく祭{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "しゅうかく祭{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "めいの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "めいの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "タバサの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "タバサの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カミュの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "カミュの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "お月見{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "お月見{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロゼッタの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ロゼッタの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふわ毛祭り{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ふわ毛祭り{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "釣りの日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "釣りの日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラピスの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ラピスの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サラの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "サラの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "冬のかんしゃ祭{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "冬のかんしゃ祭{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エドの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "エドの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レオの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "レオの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ホワイトの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "ホワイトの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "シャロンの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "シャロンの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_112:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_113:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "聖夜祭{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "聖夜祭{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_114:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_115:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トルテの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "トルテの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_116:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_117:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リュードの誕生日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "リュードの誕生日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_118:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


rfTxtSchedule_119:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "大晦日{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "大晦日{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－



;文件尾
FooterOf_rfTxtSchedule:
;无数据
.func EndOf_rfTxtSchedule :: .endfunc
