.org 0x0211A8D8
.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "近くの友達"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "附近朋友。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達の接続状況"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "连接的情况。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達リスト"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "朋友名单。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x38,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しましたが、"
;   .byte 0xA
;   .strn "リュックに入りませんでした"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "虽然接收到物品，"
    .byte 0xA
    .strn "但是无法放入背包中。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを交換しています"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在交换截取的屏幕画面。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "联机被中断了。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x34,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから切断しても"
;   .byte 0xA
;   .strn "よろしいですか？"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi从连接状充中断开"
    .byte 0xA
    .strn "可以吗？"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信を終了しています"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "结束联机。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから"
;   .byte 0xA
;   .strn "切断しています。"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi已经从"
    .byte 0xA
    .strn "连接状态中断开。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです"
;   .byte 0xA
;   .strn "電源を切ってください。"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "出现严重错误。"
    .byte 0xA
    .strn "请关闭电源。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x20,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收到物品。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
