.org 0x0211A8D8
.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "近くの友達{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "附近朋友。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達の接続状況{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "连接的情况。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達リスト{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "朋友名单。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x38,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しましたが、{换行2}"
;   .strn "リュックに入りませんでした{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "虽然接收到物品，{换行2}"
    .strn "但是无法放入背包中。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを交換しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在交换截取的屏幕画面。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "联机被中断了。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x34,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから切断しても{换行2}"
;   .strn "よろしいですか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi从连接状充中断开{换行2}"
    .strn "可以吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信を終了しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "结束联机。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しています。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi正在从{换行2}"
    .strn "连接状态中断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi已经从{换行2}"
    .strn "连接状态中断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "出现严重错误。{换行2}"
    .strn "请关闭电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x20,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收到物品。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
