.org 0x02119FC4
.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを保存しています。"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在保存截取的屏幕画面。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x1C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "データを書けませんでした"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法保存资料。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "電源を切ってカードを差し込み直して下さい"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "请关闭电源重新插入卡带。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを保存しました。"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "截取的屏幕画面已经保存。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea