.org 0x022D0000 + 0x86544
.area 0x38,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しましたが、{换行2}"
;   .strn "リュックに入りませんでした{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "我收到了一件物品，{换行2}"
    .strn "我没放进背包里{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收到的物品{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "保存しますか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "是否要保存吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "保存しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在保存中。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通信被切断了。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x34,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです。{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这是致命的错误。{换行2}"
    .strn "请切断电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.org 0x022D0000 + 0x86658
.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "覚えておけ！これが貴様の友達コードぢゃ！{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "请记住！这是你的朋友代码！{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x1C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達コードが間違っています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "好友代码错误{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変更しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "更改完毕{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x14,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "自分のコードです{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这是我的代码{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "その友達は追加済みです{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "那个朋友已经添加好了。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "追加しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "添加完毕{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x0C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "新しい友達{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "新的朋友{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x0C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達コード{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "朋友代码{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達コード%d{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "朋友代码%d{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.org 0x022D0000 + 0x8673C
.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達コード入力{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "输入朋友代码{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x58,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "DS本体とDSカードの{换行2}"
;   .strn "Wi-Fiユーザー情報がちがうため{换行2}"
;   .strn "Wi-Fiコネクションに接続できません。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "因为DS主机和DS卡的{换行2}"
    .strn "Wi-Fi用户信息不同{换行2}"
    .strn "无法连接Wi-Fi连接。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x90,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションでは、DSカードと{换行2}"
;   .strn "DS本体をセットで扱います。{换行2}"
;   .strn "DSカードにDS本体のWi-Fiユーザー{换行2}"
;   .strn "情報を保存して、Wi-Fiコネクションに{换行2}"
;   .strn "接続しますか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过Wi-Fi连接、将DS卡{换行2}"
    .strn "和DS主机进行同步处理。{换行2}"
    .strn "在DS卡上对DSWi-Fi{换行2}"
    .strn "用户信息进行保存{换行2}"
    .strn "并连接？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0xA8,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "DSカードに保存されている{换行2}"
;   .strn "Wi-Fiユーザー情報を更新しますか？{换行2}"
;   .strn "Wi-Fiユーザー情報を更新すると{换行2}"
;   .strn "Wi-Fiコネクションでこれまで{换行2}"
;   .strn "お使いになっていたデータは{换行2}"
;   .strn "失われてしまいます。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "是否把保存在DS卡上的{换行2}"
    .strn "Wi-Fi用户信息进行更新？{换行2}"
    .strn "当您更新Wi-Fi用户信息时{换行2}"
    .strn "曾经记录的Wi-Fi连接{换行2}"
    .strn "相关的数据{换行2}"
    .strn "将会丢失。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "本当に更新してもよろしいですか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "您确定要更新吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x6C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "DS本体のWi-Fiユーザー情報が{换行2}"
;   .strn "消えた可能性があります。{换行2}"
;   .strn "Wi-Fiコネクション設定で{换行2}"
;   .strn "接続先の設定をご確認ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "DS主机的Wi-Fi用户信息{换行2}"
    .strn "它可能已经消失了。{换行2}"
    .strn "在Wi-Fi连接设置中{换行2}"
    .strn "请检查连接目的地的设置。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです。{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这是致命的错误。{换行2}"
    .strn "请切断电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信を終了しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "终止通信{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x7C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "このDS本体のWi-Fiユーザー情報を{换行2}"
;   .strn "DSカードに保存しました。{换行2}"
;   .strn "今後のWi-Fiコネクションへの接続は、{换行2}"
;   .strn "このDS本体をお使いください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "此DS主机的Wi-Fi用户信息{换行2}"
    .strn "保存到DS卡。{换行2}"
    .strn "今后使用Wi-Fi连接时{换行2}"
    .strn "请使用此DS主机。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x40,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションに接続しています。{换行2}"
;   .strn "しばらくお待ちください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "您已连接到Wi-Fi连接。{换行2}"
    .strn "请稍等。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "DSワイヤレス通信を行うことができません{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法执行DS无线通信{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信メニュー{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通讯菜单{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを交換しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "互相交换视频截图。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを送信しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发送了物品。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x30,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "送信できませんでした{换行2}"
;   .strn "相手の持ち物がいっぱいです.{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法发送{换行2}"
    .strn "对方的东西已满{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "送信しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发送出去。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを送信しました{换行2}"
;   .strn "セーブしています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发送了物品。{换行2}"
    .strn "正在保存中。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです。{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这是致命的错误。{换行2}"
    .strn "请切断电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收到的物品{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通信被切断了。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x38,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しましたが、{换行2}"
;   .strn "リュックに入りませんでした{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "我收到了一件物品，{换行2}"
    .strn "我没放进背包里{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました{换行2}"
;   .strn "セーブしています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收到的物品{换行2}"
    .strn "正在保存中。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.org 0x022D0000 + 0x86C40
.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテム送信{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "物品发送{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.org 0x022D0000 + 0x86D10
.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "DSワイヤレス通信を行うことができません{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法执行DS无线通信{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x8,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "%d:{换行2}"
;   .strn "%s{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "%d:{换行2}"
    .strn "%s{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x4C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションに{换行2}"
;   .strn "接続できません。{换行2}"
;   .strn "詳しくはガイドブックを{换行2}"
;   .strn "ご覧ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "用于Wi-Fi连接{换行2}"
    .strn "无法连接。{换行2}"
    .strn "详细的相关信息，{换行2}"
    .strn "请查阅指南。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x78,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションが混み合っているか{换行2}"
;   .strn "サービスが停止しているために{换行2}"
;   .strn "接続できません。{换行2}"
;   .strn "しばらく待ってやり直してください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi连接是否繁忙？{换行2}"
    .strn "因为服务已停止{换行2}"
    .strn "无法连接。{换行2}"
    .strn "请稍等片刻，再重新尝试。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x70,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "お客様のWi-FiコネクションIDは{换行2}"
;   .strn "長い間使用されなかったため{换行2}"
;   .strn "削除されました。{换行2}"
;   .strn "詳しくはガイドブックをご覧ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "您的Wi-Fi连接ID{换行2}"
    .strn "因为它很久没有使用了{换行2}"
    .strn "被删除了。{换行2}"
    .strn "详情请参阅指南。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x58,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "このソフトの{换行2}"
;   .strn "Wi-Fiコネクションサービスは{换行2}"
;   .strn "終了しました。{换行2}"
;   .strn "ご利用ありがとうございました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这个软件的{换行2}"
    .strn "Wi-Fi连接服务{换行2}"
    .strn "结束了。{换行2}"
    .strn "感谢您使用我们的服务。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x5C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アクセスポイントが混み合っているため{换行2}"
;   .strn "接続できません。{换行2}"
;   .strn "しばらく待ってやり直してください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "因为接入点很拥挤{换行2}"
    .strn "无法连接。{换行2}"
    .strn "请稍等片刻，然后重试。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x5C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アクセスポイントが見つかりません。{换行2}"
;   .strn "アクセスポイントに近づいて{换行2}"
;   .strn "もう一度おためしください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "未找到接入点。{换行2}"
    .strn "请接近接入点后{换行2}"
    .strn "再一次进行尝试。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x68,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "接続できるアクセスポイントが{换行2}"
;   .strn "見つかりません。{换行2}"
;   .strn "Wi-Fiコネクション設定で{换行2}"
;   .strn "接続先の設定をご確認ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "找不到可以连接的{换行2}"
    .strn "接入点。{换行2}"
    .strn "在Wi-Fi连接设置中{换行2}"
    .strn "请检查连接目的地的设置。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x78,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ニンテンドーWi-Fiコネクタに{换行2}"
;   .strn "接続できません。{换行2}"
;   .strn "Wi-Fiコネクション設定で{换行2}"
;   .strn "ニンテンドーWi-Fiコネクタの{换行2}"
;   .strn "接続をご確認ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "任天堂Wi-Fi连接器{换行2}"
    .strn "无法连接。{换行2}"
    .strn "请在Wi-Fi连接设置中{换行2}"
    .strn "确认任天堂无线网络{换行2}"
    .strn "的连接。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x5C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションに{换行2}"
;   .strn "接続できません。{换行2}"
;   .strn "Wi-Fiコネクション設定で{换行2}"
;   .strn "接続先の設定をご確認ください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "用于无线网络连接{换行2}"
    .strn "无法连接。{换行2}"
    .strn "请在Wi-Fi连接设置中{换行2}"
    .strn "检查连接目的地的设置。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x88,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "相手からの応答がありません。{换行2}"
;   .strn "既に相手がWi-Fiコネクションに{换行2}"
;   .strn "接続していないか、相手の<友達リスト>{换行2}"
;   .strn "から登録がなくなった可能性があります。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对方没有回应。{换行2}"
    .strn "对方已经没有连接上Wi-Fi{换行2}"
    .strn "可能对方的朋友列表{换行2}"
    .strn "中没有进行注册。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x3C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信エラーによってWi-Fiコネクション{换行2}"
;   .strn "から切断されました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "由于通信错误而导致的Wi-Fi连接{换行2}"
    .strn "已断开连接。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x1C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信エラーが発生しました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发生通信错误。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
