.org 0x0210155C
NameList_000: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミスト{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "蜜丝特{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_001: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イヴァン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "伊万{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_002: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "皇帝エゼルバード{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "皇帝埃塞尔巴德{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_003: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガルフレッド少佐{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "加尔弗雷德少校{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_004: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リネット少佐{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "琳内特少佐{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_005: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジェフ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "杰夫{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_006: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エド{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "艾德{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_007: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レディ・アン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "蕾蒂・安{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_008: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トルテ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "托尔缇{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_009: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セシリア{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "塞希莉娅{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_010: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ニコル{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "尼科尔{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_011: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セバスチャン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "塞巴斯蒂安{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_012: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ノイマン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "诺伊曼{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_013: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レオ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "雷欧{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_014: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゴドウィン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高德温{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_015: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジャコリヌス{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "查克里努斯{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_016: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ギルバース{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "基尔巴斯{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_017: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "めい{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "冥{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_018: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ビアンカ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "比安卡{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_019: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "タバサ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "塔芭莎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_020: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "シャロン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "莎纶{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_021: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゼークス軍兵士{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "泽克斯军士兵{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_022: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "側近{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "亲信{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_023: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロゼッタ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "萝赛塔{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_024: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カミュ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "卡缪{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_025: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ザッハ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "扎赫{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_026: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラッセル{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "拉塞尔{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_027: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サラ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "莎拉{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_028: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ホワイト神父{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "怀特神父{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_029: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラピス{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "拉碧丝{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_030: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メロディ{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "梅洛迪{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_031: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フィル{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "菲尔{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_032: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リュード{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "琉特{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_033: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カンバン{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "信息板{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_034: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カンバン２{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "信息板２{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_035: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モコ太郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "莫古大郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_036: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コケ助{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "青苔虫{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_037: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ドラ子{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "龙宝宝{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_038: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラグナ新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "拉格纳新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_039: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カミュ新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "卡缪新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_040: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ザッハ新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "扎赫新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_041: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ノイマン新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "诺伊曼新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_042: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リュード新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "琉特新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_043: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミスト新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "蜜丝特新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_044: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロゼッタ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "萝赛塔新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_045: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トルテ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "托尔缇新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_046: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラピス新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "拉碧丝新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_047: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メロディ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "梅洛迪新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_048: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フィル新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "菲尔新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_049: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "めい新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "冥新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_050: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "タバサ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "塔芭莎新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_051: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "シャロン新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "莎纶新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_052: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リネット新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "琳内特新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_053: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "つた{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "藤蔓{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_054: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ラッセル新郎{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "拉塞尔新郎{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_055: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ビアンカ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "比安卡新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

NameList_056: 
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サラ新婦{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "莎拉新娘{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

