.org 0x0211A644
.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "落書きをやめますか？"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "结束涂鸦吗？"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "落書きを保存しますか？"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保存涂鸦吗？"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x14,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セーブしています"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在保存。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x48,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "データを書けませんでした"
;   .byte 0xA
;   .strn "電源を切ってカーhを差し込み直して下さい"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法保存资料。"
    .byte 0xA
    .strn "请关闭电源重新插入卡带。"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
