.org 0x0211A8D8
.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "近くの友達{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "附近的好友{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x10,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達の接続状況{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "好友的连接状况{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "友達リスト{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "好友列表{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x38,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しましたが、{换行2}"
;   .strn "リュックに入りませんでした{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "虽然接收到了物品，{换行2}"
    .strn "但无法放入背包中。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクリーンショットを交換しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在交换屏幕截图{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通信断开了{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x34,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから切断しても{换行2}"
;   .strn "よろしいですか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "会断开Wi-Fi连接，{换行2}"
    .strn "可以吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信を終了しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "结束通信{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しています。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在断开Wi-Fi连接。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi连接已断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "出现致命错误，{换行2}"
    .strn "请关闭电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x20,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイテムを受信しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "已收到物品{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
