.org 0x0211A754
.area 0x14,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "本当に削除しますか{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "真的要删除吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "通信が切断されました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "联机被中断了。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x34,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションｩら切断しても{换行2}"
;   .strn "よろしいですか？{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi从连接状态中断开{换行2}"
    .strn "可以吗？{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0xC,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "休憩中です{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在休息。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "お呼ばれを待っています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在等待被邀请的朋友。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x14,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "呼び出しています{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "正在邀请。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x18,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "呼び出しに失敗しました{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "邀请失败。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しています。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi正在从{换行2}"
    .strn "连接状态中断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x28,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから{换行2}"
;   .strn "切断しました。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi已经从{换行2}"
    .strn "连接状态中断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x2C,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "致命的なエラーです{换行2}"
;   .strn "電源を切ってください。{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "出现严重错误。{换行2}"
    .strn "请关闭电源。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea

.area 0x24,0x00
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Wi-Fiコネクションから切断されました.{结束1}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Wi-Fi已经从连接状态中断开。{结束1}"
;结束－－－－－－－－－－－－－－－－－－－－－－
.endarea
